SET NAMES UTF8;
DROP DATABASE IF EXISTS uPhone;
CREATE DATABASE uPhone CHARSET=UTF8;
USE uPhone;


/**手机型号家族**/
CREATE TABLE uPhone_laptop_family(
  fid INT PRIMARY KEY AUTO_INCREMENT,
  fname VARCHAR(32)
);

/**手机**/
CREATE TABLE uPhone_laptop(
  lid INT PRIMARY KEY AUTO_INCREMENT,
         family_id INT,              #所属型号家族编号
         title VARCHAR(128),         #主标题
         subtitle VARCHAR(128),      #副标题
         price DECIMAL(10,2),        #价格
         promise VARCHAR(64),        #服务承诺
         spec VARCHAR(64),           #规格/颜色
         lname VARCHAR(32),          #商品名称
         os VARCHAR(32),             #操作系统
         memory VARCHAR(32),         #运行内存
         fuselage_memory VARCHAR(32),#机身内存
         pre_camera VARCHAR(32),      #前置摄像头像素
         camera VARCHAR(32),         #后置摄像头像素
         camera_style VARCHAR(32),   #摄像头类型
         cpu VARCHAR(32),            #处理器
	     resolution VARCHAR(32),     #屏幕分辨率
         video_color VARCHAR(32),    #主屏色彩
         video_size VARCHAR(32),     #屏幕尺寸
         card_style VARCHAR(32),     #SIM卡类型
         battery_capacity VARCHAR(32),#电池容量
         spectrum VARCHAR(1024),     #手机频段
         shelf_time BIGINT,          #上架时间
         sold_count INT,             #已售出的数量
         is_onsale BOOLEAN           #是否促销中
);

/**手机图片**/
CREATE TABLE uPhone_laptop_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  laptop_id INT,              #手机编号
  sm VARCHAR(128),            #小图片路径
  md VARCHAR(128),            #中图片路径
  lg VARCHAR(128)             #大图片路径
);

/**用户信息**/
CREATE TABLE uPhone_user(
  uid INT PRIMARY KEY AUTO_INCREMENT,
  uname VARCHAR(32),
  upwd VARCHAR(32),
  email VARCHAR(64),
  phone VARCHAR(16),
  avatar VARCHAR(128),        #头像图片路径
  user_name VARCHAR(32),      #用户名,如王小明
  gender INT                  #性别  0-女  1-男
);

/**收货地址信息**/
CREATE TABLE uPhone_receiver_address(
  aid INT PRIMARY KEY AUTO_INCREMENT,
  user_id INT,                #用户编号
  receiver VARCHAR(16),       #接收人姓名
  province VARCHAR(16),       #省
  city VARCHAR(16),           #市
  county VARCHAR(16),         #县
  address VARCHAR(128),       #详细地址
  cellphone VARCHAR(16),      #手机
  fixedphone VARCHAR(16),     #固定电话
  postcode CHAR(6),           #邮编
  tag VARCHAR(16),            #标签名

  is_default BOOLEAN          #是否为当前用户的默认收货地址
);

/**购物车条目**/
CREATE TABLE uPhone_shoppingcart_item(
  iid INT PRIMARY KEY AUTO_INCREMENT,
  user_id INT,      #用户编号
  product_id INT,   #商品编号
  count INT,        #购买数量
  is_checked BOOLEAN #是否已勾选,确定购买
);

/**用户订单**/
CREATE TABLE uPhone_order(
  aid INT PRIMARY KEY AUTO_INCREMENT,
  user_id INT,
  address_id INT,
  status INT,             #订单状态  1-等待付款  2-等待发货  3-运输中  4-已签收  5-已取消
  order_time BIGINT,      #下单时间
  pay_time BIGINT,        #付款时间
  deliver_time BIGINT,    #发货时间
  received_time BIGINT    #签收时间
)AUTO_INCREMENT=10000000;

/**用户订单**/
CREATE TABLE uPhone_order_detail(
  did INT PRIMARY KEY AUTO_INCREMENT,
  order_id INT,           #订单编号
  product_id INT,         #产品编号
  count INT               #购买数量
);

/****首页轮播广告商品****/
CREATE TABLE uPhone_index_carousel(
  cid INT PRIMARY KEY AUTO_INCREMENT,
  img VARCHAR(128),
  title VARCHAR(64),
  href VARCHAR(128)
);

/****首页商品****/
CREATE TABLE uPhone_index_product(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  details VARCHAR(128),
  pic VARCHAR(128),
  price DECIMAL(10,2),
  href VARCHAR(128),
  seq_recommended TINYINT,
  seq_new_arrival TINYINT,
  seq_top_sale TINYINT
);

/*******************/
/******数据导入******/
/*******************/
/**手机型号家族**/
INSERT INTO uPhone_laptop_family VALUES
(null,'iPhone X'),
(null,'iPhone 8'),
(null,'华为nova2'),
(null,'华为Mate10'),
(null,'华为 P10'),
(null,'华为麦芒6'),
(null,'荣耀V9'),
(null,'荣耀9'),
(null,'魅蓝Note6'),
(null,'vivo X20'),
(null,'OPPO R11'),
(null,'努比亚Z17'),
(null,'中兴天机7'),
(null,'三星S8'),
(null,'小米MIX2');

/**手机**/
INSERT INTO uPhone_laptop VALUES
(null,1,'Apple iPhone X (A1865) 64GB 银色 移动联通电信4G手机','【原封国行正品 全国联保】送钢化膜+保护壳 全面屏,科技全绽放。',8388,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','银色','iPhone X','IOS','3G','64G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年11月',2968,true),
(null,1,'Apple iPhone X (A1865) 64GB 深空灰色 移动联通电信4G手机','【原封国行正品 全国联保】送钢化膜+保护壳 全面屏,科技全绽放。',8388,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','深空灰色','iPhone X','IOS','3G','256G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年11月',2968,true),
(null,1,'Apple iPhone X (A1865) 256GB 银色 移动联通电信4G手机','【原封国行正品 全国联保】送钢化膜+保护壳 全面屏,科技全绽放。',9688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','银色','iPhone X','IOS','3G','64G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年11月',2011,true),
(null,1,'Apple iPhone X (A1865) 256GB 深空灰色 移动联通电信4G手机','【原封国行正品 全国联保】送钢化膜+保护壳 全面屏,科技全绽放。',9688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','深空灰色','iPhone X','IOS','3G','256G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年11月',2011,true),
(null,2,'Apple iPhone 8 Plus (A1864) 64GB 金色 移动联通电信4G手机','下单立减289元！成交价6399元！赠碎屏险,半年碎屏换新机！',6688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','金色','iPhone 8 Plus','IOS','3G','64G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年10月',2968,true),
(null,2,'Apple iPhone 8 Plus (A1864) 256GB 金色 移动联通电信4G手机','下单立减589元！成交价7399元！赠碎屏险,半年碎屏换新机！',7988,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','金色','iPhone 8 Plus','IOS','3G','256G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年10月',2168,true),
(null,2,'Apple iPhone 8 Plus (A1864) 64GB 银色 移动联通电信4G手机','下单立减289元！成交价6399元！赠碎屏险,半年碎屏换新机！',6688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','银色','iPhone 8 Plus','IOS','3G','64G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年10月',1238,true),
(null,2,'Apple iPhone 8 Plus (A1864) 256GB 银色 移动联通电信4G手机','下单立减589元！成交价7399元！赠碎屏险,半年碎屏换新机！',7988,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','银色','iPhone 8 Plus','IOS','3G','256G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年10月',2168,true),
(null,2,'Apple iPhone 8 Plus (A1864) 64GB 深空灰色 移动联通电信4G手机','下单立减289元！成交价6399元！赠碎屏险,半年碎屏换新机！',6688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','深空灰色','iPhone 8 Plus','IOS','3G','64G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年10月',1238,true),
(null,2,'Apple iPhone 8 Plus (A1864) 256GB 深空灰色 移动联通电信4G手机','下单立减589元！成交价7399元！赠碎屏险,半年碎屏换新机！',7988,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','深空灰色','iPhone 8 Plus','IOS','3G','256G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年10月',2168,true),
(null,2,'Apple iPhone 8 (A1863) 64GB 金色 移动联通电信4G手机','下单立减389元！成交价5499元！赠碎屏险,半年碎屏换新机！',5888,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','金色','iPhone 8','IOS','3G','64G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年9月',1238,true),
(null,2,'Apple iPhone 8 (A1863) 256GB 金色 移动联通电信4G手机','下单立减689元！成交价6499元！赠碎屏险,半年碎屏换新机！',7188,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','金色','iPhone 8','IOS','3G','256G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年9月',2168,true),
(null,2,'Apple iPhone 8 (A1863) 64GB 银色 移动联通电信4G手机','下单立减389元！成交价5499元！赠碎屏险,半年碎屏换新机！',5888,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','银色','iPhone 8','IOS','3G','64G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年9月',1238,true),
(null,2,'Apple iPhone 8 (A1863) 256GB 银色 移动联通电信4G手机','下单立减689元！成交价6499元！赠碎屏险,半年碎屏换新机！',7188,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','银色','iPhone 8','IOS','3G','256G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年9月',2168,true),
(null,2,'Apple iPhone 8 (A1863) 64GB 深空灰色 移动联通电信4G手机','下单立减389元！成交价5499元！赠碎屏险,半年碎屏换新机！',5888,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','深空灰色','iPhone 8','IOS','3G','64G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年9月',1238,true),
(null,2,'Apple iPhone 8 (A1863) 256GB 深空灰色 移动联通电信4G手机','下单立减689元！成交价6499元！赠碎屏险,半年碎屏换新机！',7188,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','深空灰色','iPhone 8','IOS','3G','256G','700万像素','1200万像素','双摄像头','苹果A11(6核)+M11运动协处理器','2436×1125像素','1600万色','5.8英寸','nano SIM卡,单卡','2716mAH','全网通','2017年9月',2168,true),
(null,3,'华为 HUAWEI nova 2 4GB+64GB 玫瑰金 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2199,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','玫瑰金','HUAWEI nova 2','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.0英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 4GB+64GB 曜石黑 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2199,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','HUAWEI nova 2','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.0英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 4GB+64GB 极光蓝 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2199,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝','HUAWEI nova 2','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.0英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 4GB+64GB 流光金 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2199,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','流光金','HUAWEI nova 2','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.0英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 4GB+64GB 草木绿 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2199,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','草木绿','HUAWEI nova 2','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.0英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+64GB 玫瑰金 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','玫瑰金','HUAWEI nova 2 Plus','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年8月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+64GB 曜石黑 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','HUAWEI nova 2 Plus','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年8月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+64GB 极光蓝 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝','HUAWEI nova 2 Plus','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年8月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+64GB 流光金 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','流光金','HUAWEI nova 2 Plus','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年8月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+64GB 草木绿 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','草木绿','HUAWEI nova 2 Plus','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年8月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+128GB 玫瑰金 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2599,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','玫瑰金','HUAWEI nova 2 Plus','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+128GB 曜石黑 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2599,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','HUAWEI nova 2 Plus','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+128GB 极光蓝 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2599,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝','HUAWEI nova 2 Plus','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+128GB 流光金 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2599,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','流光金','HUAWEI nova 2 Plus','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,3,'华为 HUAWEI nova 2 Plus 4GB+128GB 草木绿 移动联通电信4G手机 双卡双待','高颜值,爱自拍！前置2000万高清美拍,光学变焦双镜头！',2599,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','草木绿','HUAWEI nova 2 Plus','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','2950mAH','全网通','2017年6月',2968,true),
(null,4,'华为（HUAWEI） 华为Mate10Pro手机 宝石蓝 全网通4G(6+64G)标准版','现货！AI智能拍照！后置双f/1.6大光圈！',5188,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','宝石蓝','华为Mate10Pro','Android','6G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','6.0英寸','nano SIM卡,双卡','4500mAH','全网通','2017年11月',2968,true),
(null,4,'华为（HUAWEI） 华为Mate10Pro手机 樱粉金 全网通4G(6+64G)标准版','现货！AI智能拍照！后置双f/1.6大光圈！',5188,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','樱粉金','华为Mate10Pro','Android','6G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','6.0英寸','nano SIM卡,双卡','4500mAH','全网通','2017年11月',2968,true),
(null,4,'华为（HUAWEI） 华为Mate10Pro手机 摩卡金 全网通4G(6+64G)标准版','现货！AI智能拍照！后置双f/1.6大光圈！',5188,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','摩卡金','华为Mate10Pro','Android','6G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','6.0英寸','nano SIM卡,双卡','4500mAH','全网通','2017年11月',2968,true),
(null,4,'华为（HUAWEI） 华为Mate10Pro手机 银钻灰 全网通4G(6+64G)标准版','现货！AI智能拍照！后置双f/1.6大光圈！',5188,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','银钻灰','华为Mate10Pro','Android','6G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','6.0英寸','nano SIM卡,双卡','4500mAH','全网通','2017年11月',2968,true),
(null,4,'华为（HUAWEI） 华为Mate10Pro手机 宝石蓝 全网通4G(6+64G)高配版','现货！AI智能拍照！后置双f/1.6大光圈！',5799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','宝石蓝','华为Mate10Pro','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','6.0英寸','nano SIM卡,双卡','4500mAH','全网通','2017年11月',2968,true),
(null,4,'华为（HUAWEI） 华为Mate10Pro手机 樱粉金 全网通4G(6+64G)高配版','现货！AI智能拍照！后置双f/1.6大光圈！',5799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','樱粉金','华为Mate10Pro','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','6.0英寸','nano SIM卡,双卡','4500mAH','全网通','2017年11月',2968,true),
(null,4,'华为（HUAWEI） 华为Mate10Pro手机 摩卡金 全网通4G(6+64G)高配版','现货！AI智能拍照！后置双f/1.6大光圈！',5799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','摩卡金','华为Mate10Pro','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','6.0英寸','nano SIM卡,双卡','4500mAH','全网通','2017年11月',2968,true),
(null,4,'华为（HUAWEI） 华为Mate10Pro手机 银钻灰 全网通4G(6+64G)高配版','现货！AI智能拍照！后置双f/1.6大光圈！',5799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','银钻灰','华为Mate10Pro','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','6.0英寸','nano SIM卡,双卡','4500mAH','全网通','2017年11月',2968,true),
(null,4,'华为 HUAWEI Mate 10 4GB+64GB 香槟金 移动联通电信4G手机 双卡双待','本次抢购已结束！麒麟970芯片！AI智能拍照！',3899,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','香槟金','华为Mate10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年10月',2968,true),
(null,4,'华为 HUAWEI Mate 10 4GB+64GB 摩卡金 移动联通电信4G手机 双卡双待','本次抢购已结束！麒麟970芯片！AI智能拍照！',3899,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','摩卡金','华为Mate10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年10月',2968,true),
(null,4,'华为 HUAWEI Mate 10 4GB+64GB 樱粉金 移动联通电信4G手机 双卡双待','本次抢购已结束！麒麟970芯片！AI智能拍照！',3899,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','樱粉金','华为Mate10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年10月',2968,true),
(null,4,'华为 HUAWEI Mate 10 4GB+64GB 亮黑色 移动联通电信4G手机 双卡双待','本次抢购已结束！麒麟970芯片！AI智能拍照！',3899,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','亮黑色','华为Mate10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年10月',2968,true),
(null,4,'华为 HUAWEI Mate 10 4GB+128GB 香槟金 移动联通电信4G手机 双卡双待','本次抢购已结束！麒麟970芯片！AI智能拍照！',3899,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','香槟金','华为Mate10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年10月',2968,true),
(null,4,'华为 HUAWEI Mate 10 4GB+128GB 摩卡金 移动联通电信4G手机 双卡双待','本次抢购已结束！麒麟970芯片！AI智能拍照！',3899,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','摩卡金','华为Mate10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年10月',2968,true),
(null,4,'华为 HUAWEI Mate 10 4GB+128GB 樱粉金 移动联通电信4G手机 双卡双待','本次抢购已结束！麒麟970芯片！AI智能拍照！',3899,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','樱粉金','华为Mate10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年10月',2968,true),
(null,4,'华为 HUAWEI Mate 10 4GB+128GB 亮黑色 移动联通电信4G手机 双卡双待','本次抢购已结束！麒麟970芯片！AI智能拍照！',3899,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','亮黑色','华为Mate10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年10月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+64GB 曜石黑 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3488,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','华为P10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+64GB 钻雕金 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3488,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','钻雕金','华为P10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+64GB 钻雕蓝 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3488,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','钻雕蓝','华为P10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+64GB 玫瑰金 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3488,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','玫瑰金','华为P10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+64GB 草木绿 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3488,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','草木绿','华为P10','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+128GB 曜石黑 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3988,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','华为P10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+128GB 钻雕金 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3988,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','钻雕金','华为P10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+128GB 钻雕蓝 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3988,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','钻雕蓝','华为P10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+128GB 玫瑰金 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3988,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','玫瑰金','华为P10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,5,'华为 HUAWEI P10 全网通 4GB+128GB 草木绿 移动联通电信4G手机 双卡双待','麒麟960芯片！wifi双天线设计！徕卡人像摄影！',3988,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','草木绿','华为P10','Android','4G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.1英寸','nano SIM卡,双卡','4000mAH','全网通','2017年3月',2968,true),
(null,6,'华为 HUAWEI 麦芒 6 全网通 4GB+64GB版 曜石黑 移动联通电信4G手机 双卡双待','5.9英寸全面屏！出彩四镜头！支持NFC！',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','华为麦芒6','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年9月',2968,true),
(null,6,'华为 HUAWEI 麦芒 6 全网通 4GB+64GB版 流光金 移动联通电信4G手机 双卡双待','5.9英寸全面屏！出彩四镜头！支持NFC！',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','流光金','华为麦芒6','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年9月',2968,true),
(null,6,'华为 HUAWEI 麦芒 6 全网通 4GB+64GB版 极光蓝 移动联通电信4G手机 双卡双待','5.9英寸全面屏！出彩四镜头！支持NFC！',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝','华为麦芒6','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.9英寸','nano SIM卡,双卡','4000mAH','全网通','2017年9月',2968,true),
(null,7,'荣耀 V9 全网通 标配版 4GB+64GB 极光蓝 移动联通电信4G手机 双卡双待','领券立减300！低至2099！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝','荣耀V9','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.7英寸','nano SIM卡,双卡','4000mAH','全网通','2017年2月',2968,true),
(null,7,'荣耀 V9 全网通 标配版 4GB+64GB 铂光金 移动联通电信4G手机 双卡双待','领券立减300！低至2099！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','铂光金','荣耀V9','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.7英寸','nano SIM卡,双卡','4000mAH','全网通','2017年2月',2968,true),
(null,7,'荣耀 V9 全网通 标配版 4GB+64GB 幻影黑 移动联通电信4G手机 双卡双待','领券立减300！低至2099！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','幻影黑','荣耀V9','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.7英寸','nano SIM卡,双卡','4000mAH','全网通','2017年2月',2968,true),
(null,7,'荣耀 V9 全网通 标配版 4GB+64GB 魅焰红 移动联通电信4G手机 双卡双待','领券立减300！低至2099！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2399,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','魅焰红','荣耀V9','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.7英寸','nano SIM卡,双卡','4000mAH','全网通','2017年2月',2968,true),
(null,8,'荣耀9 全网通 标配版 4GB+64GB 魅焰红 移动联通电信4G手机 双卡双待','领券立减200！低至2099！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','魅焰红','荣耀9','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 标配版 4GB+64GB 极光蓝 移动联通电信4G手机 双卡双待','领券立减200！低至2099！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝','荣耀9','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 标配版 4GB+64GB 铂光金 移动联通电信4G手机 双卡双待','领券立减200！低至2099！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','铂光金','荣耀9','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 标配版 4GB+64GB 幻影黑 移动联通电信4G手机 双卡双待','领券立减200！低至2099！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','幻影黑','荣耀9','Android','4G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 高配版 6GB+64GB 魅焰红 移动联通电信4G手机 双卡双待','领券立减200！低至2499！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','魅焰红','荣耀9','Android','6G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 高配版 6GB+64GB 极光蓝 移动联通电信4G手机 双卡双待','领券立减200！低至2499！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝','荣耀9','Android','6G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 高配版 6GB+64GB 铂光金 移动联通电信4G手机 双卡双待','领券立减200！低至2499！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','铂光金','荣耀9','Android','6G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 高配版 6GB+64GB 幻影黑 移动联通电信4G手机 双卡双待','领券立减200！低至2499！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','幻影黑','荣耀9','Android','6G','64G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 顶配版 6GB+128GB 魅焰红 移动联通电信4G手机 双卡双待','领券立减200！低至2599！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','魅焰红','荣耀9','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 顶配版 6GB+128GB 极光蓝 移动联通电信4G手机 双卡双待','领券立减200！低至2599！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝','荣耀9','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 顶配版 6GB+128GB 铂光金 移动联通电信4G手机 双卡双待','领券立减200！低至2599！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','铂光金','荣耀9','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 顶配版 6GB+128GB 幻影黑 移动联通电信4G手机 双卡双待','领券立减200！低至2599！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','幻影黑','荣耀9','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,8,'荣耀9 全网通 顶配版 6GB+128GB 幻影黑 移动联通电信4G手机 双卡双待','领券立减200！低至2599！限量赠送保护套,赠完为止！纤薄机身,2K屏,双镜头,强劲芯片,你想要的快~',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','幻影黑','荣耀9','Android','6G','128G','2000万像素','1200万像素','双摄像头','海思（Hisilicon）Kirin 659处理器','2436×1125像素','1600万色','5.15英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,9,'魅族 魅蓝 Note6 3GB+32GB 全网通公开版 孔雀青 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','孔雀青','魅蓝note6','Android','3G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 3GB+32GB 全网通公开版 香槟金 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','香槟金','魅蓝note6','Android','3G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 3GB+32GB 全网通公开版 皓月银 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','皓月银','魅蓝note6','Android','3G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 3GB+32GB 全网通公开版 曜石黑 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','魅蓝note6','Android','3G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 3GB+32GB 全网通公开版 航海王经典版 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','航海王经典版','魅蓝note6','Android','3G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 3GB+32GB 全网通公开版 航海王典藏版 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','航海王典藏版','魅蓝note6','Android','3G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 3GB+32GB 全网通公开版 孔雀青 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','孔雀青','魅蓝note6','Android','4G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+32GB 全网通公开版 香槟金 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','香槟金','魅蓝note6','Android','4G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+32GB 全网通公开版 皓月银 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','皓月银','魅蓝note6','Android','4G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+32GB 全网通公开版 曜石黑 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','魅蓝note6','Android','4G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+32GB 全网通公开版 航海王经典版 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','航海王经典版','魅蓝note6','Android','4G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+32GB 全网通公开版 航海王典藏版 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','航海王典藏版','魅蓝note6','Android','4G','32G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+64GB 全网通公开版 孔雀青 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','孔雀青','魅蓝note6','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+64GB 全网通公开版 香槟金 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','香槟金','魅蓝note6','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+64GB 全网通公开版 皓月银 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','皓月银','魅蓝note6','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+64GB 全网通公开版 曜石黑 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑','魅蓝note6','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+64GB 全网通公开版 航海王经典版 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','航海王经典版','魅蓝note6','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,9,'魅族 魅蓝 Note6 4GB+64GB 全网通公开版 航海王典藏版 移动联通电信4G手机 双卡双待','高通八核CPU,4000mAh快充电池！',1699,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','航海王典藏版','魅蓝note6','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年8月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 4GB+64GB vivo蓝 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',2998,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','vivo蓝','vivo X20','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 4GB+64GB 玫瑰金 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',2998,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','玫瑰金','vivo X20','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 4GB+64GB 磨砂黑 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',2998,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','磨砂黑','vivo X20','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 4GB+64GB 金色 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',2998,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','金色','vivo X20','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 4GB+64GB 王者荣耀限量版 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',2998,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','王者荣耀限量版','vivo X20','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 6GB+64GB vivo蓝 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',3198,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','vivo蓝','vivo X20','Android','6G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 6GB+64GB 玫瑰金 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',3198,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','玫瑰金','vivo X20','Android','6G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 6GB+64GB 磨砂黑 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',3198,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','磨砂黑','vivo X20','Android','6G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 6GB+64GB 金色 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',3198,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','金色','vivo X20','Android','6G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,10,'vivo X20 全面屏双摄拍照手机 6GB+64GB 王者荣耀限量版 移动联通电信全网通4G手机 双卡双待','游戏免打扰,畅快体验,带你吃鸡、上王者！高清全面屏,尊享Hi-Fi音质,更有面部识别+指纹双解锁！',3198,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','王者荣耀限量版','vivo X20','Android','6G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','6.01英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,11,'OPPO R11 全网通4G+64G 双卡双待手机 黑色','OPPO全场分期免息,抢新品得小欧保温杯',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','黑色',' OPPO R11','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,11,'OPPO R11 全网通4G+64G 双卡双待手机 金色','OPPO全场分期免息,抢新品得小欧保温杯',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','金色',' OPPO R11','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,11,'OPPO R11 全网通4G+64G 双卡双待手机 玫瑰金','OPPO全场分期免息,抢新品得小欧保温杯',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','玫瑰金',' OPPO R11','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,11,'OPPO R11 全网通4G+64G 双卡双待手机 热力红','OPPO全场分期免息,抢新品得小欧保温杯',2799,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','热力红',' OPPO R11','Android','4G','64G','1200万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,11,'OPPO R11s 全面屏双摄拍照手机 全网通标配4G+64G 双卡双待手机 黑色','OPPO全场分期免息,抢新品得小欧保温杯',2999,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','黑色',' OPPO R11s','Android','4G','64G','1600万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,11,'OPPO R11s 全面屏双摄拍照手机 全网通标配4G+64G 双卡双待手机 香槟色','OPPO全场分期免息,抢新品得小欧保温杯',2999,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','香槟色',' OPPO R11s','Android','4G','64G','1600万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,11,'OPPO R11s 全面屏双摄拍照手机 全网通标配4G+64G 双卡双待手机 红色','OPPO全场分期免息,抢新品得小欧保温杯',2999,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','红色',' OPPO R11s','Android','4G','64G','1600万像素','1600万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,11,'OPPO R11s 全面屏双摄拍照手机 全网通6G+128G 双卡双待手机 香槟色高配版','OPPO全场分期免息,抢新品得小欧保温杯',3599,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','香槟色',' OPPO R11s','Android','6G','128G','1600万像素','2000万像素','双摄像头','高通处理器','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年11月',2968,true),
(null,12,'努比亚nubia Z17 无边框 曜石黑 6GB+64GB 全网通 移动联通电信4G手机 双卡双待','旗舰无边框、2300+1200变焦双摄,骁龙835处理器,6GB大内存',2499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','曜石黑',' 努比亚nubia Z17','Android','6G','64G','1600万像素','2000万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,12,'努比亚nubia Z17 无边框 烈焰红 6GB+64GB 全网通 移动联通电信4G手机 双卡双待','旗舰无边框、2300+1200变焦双摄,骁龙835处理器,6GB大内存',2499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','烈焰红',' 努比亚nubia Z17','Android','6G','64G','1600万像素','2000万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,12,'努比亚nubia Z17 无边框 旭日金 6GB+64GB 全网通 移动联通电信4G手机 双卡双待','旗舰无边框、2300+1200变焦双摄,骁龙835处理器,6GB大内存',2499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','旭日金',' 努比亚nubia Z17','Android','6G','64G','1600万像素','2000万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,12,'努比亚nubia Z17 无边框 黑金 6GB+64GB 全网通 移动联通电信4G手机 双卡双待','旗舰无边框、2300+1200变焦双摄,骁龙835处理器,6GB大内存',2499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','黑金',' 努比亚nubia Z17','Android','6G','64G','1600万像素','2000万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,12,'努比亚nubia Z17 无边框 极光蓝 6GB+64GB 全网通 移动联通电信4G手机 双卡双待','旗舰无边框、2300+1200变焦双摄,骁龙835处理器,6GB大内存',2499,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','极光蓝',' 努比亚nubia Z17','Android','6G','64G','1600万像素','2000万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2017年6月',2968,true),
(null,13,'中兴（ZTE） 天机7 (A2017) 华尔金 移动全网通(4+64G)标配','送耳机支架 骁龙820',1978,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','华尔金','天机7 (A2017)','Android','4G','64G','1600万像素','2000万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2016年6月',2968,true),
(null,13,'中兴（ZTE） 天机7 (A2017) 华尔金 移动全网通(4+128G)高配','送耳机支架 骁龙820',2299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','华尔金','天机7 (A2017)','Android','4G','128G','1600万像素','2000万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2016年6月',2968,true),
(null,13,'中兴（ZTE） 天机7 (A2017) 华尔金 移动全网通(6+128G)顶配','送耳机支架 骁龙820',2868,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','华尔金','天机7 (A2017)','Android','6G','128G','1600万像素','2000万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.5英寸','nano SIM卡,双卡','4000mAH','全网通','2016年6月',2968,true),
(null,14,'三星 Galaxy S8（SM-G9500）4GB+64GB 谜夜黑 移动联通电信4G手机 双卡双待','购机送无线快充+配件大礼包！好评破4万！全视曲面屏,骁龙835芯片！',5688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','谜夜黑','三星 Galaxy S8（SM-G9500）','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.6英寸','nano SIM卡,双卡','4000mAH','全网通','2017年5月',2968,true),
(null,14,'三星 Galaxy S8（SM-G9500）4GB+64GB 黑色 移动联通电信4G手机 双卡双待','购机送无线快充+配件大礼包！好评破4万！全视曲面屏,骁龙835芯片！',5688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','黑色','三星 Galaxy S8（SM-G9500）','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.6英寸','nano SIM卡,双卡','4000mAH','全网通','2017年5月',2968,true),
(null,14,'三星 Galaxy S8（SM-G9500）4GB+64GB 烟晶灰 移动联通电信4G手机 双卡双待','购机送无线快充+配件大礼包！好评破4万！全视曲面屏,骁龙835芯片！',5688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','烟晶灰','三星 Galaxy S8（SM-G9500）','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.6英寸','nano SIM卡,双卡','4000mAH','全网通','2017年5月',2968,true),
(null,14,'三星 Galaxy S8（SM-G9500）4GB+64GB 雾屿蓝 移动联通电信4G手机 双卡双待','购机送无线快充+配件大礼包！好评破4万！全视曲面屏,骁龙835芯片！',5688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','雾屿蓝','三星 Galaxy S8（SM-G9500）','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.6英寸','nano SIM卡,双卡','4000mAH','全网通','2017年5月',2968,true),
(null,14,'三星 Galaxy S8（SM-G9500）4GB+64GB 绮梦金 移动联通电信4G手机 双卡双待','购机送无线快充+配件大礼包！好评破4万！全视曲面屏,骁龙835芯片！',5688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','绮梦金','三星 Galaxy S8（SM-G9500）','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.6英寸','nano SIM卡,双卡','4000mAH','全网通','2017年5月',2968,true),
(null,14,'三星 Galaxy S8（SM-G9500）4GB+64GB 芭比粉 移动联通电信4G手机 双卡双待','购机送无线快充+配件大礼包！好评破4万！全视曲面屏,骁龙835芯片！',5688,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','芭比粉','三星 Galaxy S8（SM-G9500）','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.6英寸','nano SIM卡,双卡','4000mAH','全网通','2017年5月',2968,true),
(null,15,'小米MIX2 全网通 6GB+64GB 黑色 移动联通电信4G手机 双卡双待','购机得小米蓝牙耳机+米粉卡（内含100元话费）小米Mix2,全面屏2.0震撼来袭,四曲面陶瓷机身,骁龙835处理器',3299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','黑色','小米MIX2','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.99英寸','nano SIM卡,双卡','4000mAH','全网通','2017年9月',2968,true),
(null,15,'小米MIX2 全网通 6GB+64GB 黑（斯塔克限量版） 移动联通电信4G手机 双卡双待','购机得小米蓝牙耳机+米粉卡（内含100元话费）小米Mix2,全面屏2.0震撼来袭,四曲面陶瓷机身,骁龙835处理器',3299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','黑（斯塔克限量版）','小米MIX2','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.99英寸','nano SIM卡,双卡','4000mAH','全网通','2017年9月',2968,true),
(null,15,'小米MIX2 全网通 6GB+64GB 白色 移动联通电信4G手机 双卡双待','购机得小米蓝牙耳机+米粉卡（内含100元话费）小米Mix2,全面屏2.0震撼来袭,四曲面陶瓷机身,骁龙835处理器',3299,'*退货补运费 *30天无忧退货 *48小时快速退款 *72小时发货','白色','小米MIX2','Android','4G','64G','800万像素','1200万像素','双摄像头','骁龙835','2436×1125像素','1600万色','5.99英寸','nano SIM卡,双卡','4000mAH','全网通','2017年9月',2968,true);







/**手机图片**/
INSERT INTO uPhone_laptop_pic VALUES
(null, 1, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 1, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 1, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 1, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 2, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 3, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 4, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 5, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 6, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 6, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 6, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 7, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 7, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 7, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 7, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 8, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 9, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 10, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 11, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 11, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 11, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 11, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 11, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 11, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 11, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 11, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 12, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 12, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 12, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 12, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 12, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 13, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 13, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 13, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 14, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 14, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 14, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 14, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 14, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 14, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),

(null, 15, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 15, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg'),
(null, 15, 'images/product/sm/59ec33eaN6ddb0c54.jpg','images/product/md/59ec33eaN6ddb0c54.jpg','images/product/lg/59ec33eaN6ddb0c54.jpg');




/**用户信息**/
INSERT INTO uPhone_user VALUES
(NULL, 'dingding', '123456', 'ding@qq.com', '13501234567', 'images/avatar/default.png', '丁伟', '1'),
(NULL, 'dangdang', '123456', 'dang@qq.com', '13501234568', 'images/avatar/default.png', '林当', '1'),
(NULL, 'doudou', '123456', 'dou@qq.com', '13501234569', 'images/avatar/default.png', '窦志强', '1'),
(NULL, 'yaya', '123456', 'ya@qq.com', '13501234560', 'images/avatar/default.png', '秦小雅', '0');

/****首页轮播广告商品****/
INSERT INTO uPhone_index_carousel VALUES
(NULL, 'images/sell/nav/nav_1.jpg','轮播广告商品1','u_details.html?lid=5'),
(NULL, 'images/sell/nav/nav_2.jpg','轮播广告商品2','u_details.html?lid=6'),
(NULL, 'images/sell/nav/nav_3.jpg','轮播广告商品3','u_details.html?lid=7'),
(NULL, 'images/sell/nav/nav_4.jpg','轮播广告商品4','u_details.html?lid=8'),
(NULL, 'images/sell/nav/nav_5.jpg','轮播广告商品5','u_details.html?lid=9'),
(NULL, 'images/sell/nav/nav_6.jpg','轮播广告商品6','u_details.html?lid=10'),
(NULL, 'images/sell/nav/nav_7.jpg','轮播广告商品7','u_details.html?lid=11');

/****推荐商品****/
INSERT INTO uPhone_index_product VALUES
(NULL, 'iPhone X', 'Apple iPhone X (A1865) 64GB 银色 移动联通电信4G手机', 'images/product/plist/5a0aa9abNde6ea381.jpg', 8388, 'product_details.html?lid=1', 1, 1, 1),
(NULL, '华为Mate10', '华为 HUAWEI Mate 10 4GB+128GB 亮黑色 移动联通电信4G手机 双卡双待', 'images/product/plist/5a0d5797Ndd76f9f2.jpg', 5799, 'product_details.html?lid=5', 2, 2, 2),
(NULL, '华为P10', '华为 HUAWEI P10 全网通 4GB+128GB 草木绿 移动联通电信4G手机 双卡双待', 'images/product/plist/59bf3c47N91d65c73.jpg', 3988, 'product_details.html?lid=9', 3, 3, 3),
(NULL, '荣耀9', '荣耀9 全网通 顶配版 6GB+128GB 魅焰红 移动联通电信4G手机 双卡双待', 'images/product/plist/593e104bNbcb1654f.jpg', 2799, 'product_details.html?lid=13', 4, 4, 4),
(NULL, 'vivo X20', 'vivo X20 全面屏双摄拍照手机 6GB+64GB 王者荣耀限量版 移动联通电信全网通4G手机 双卡双待', 'images/product/plist/5927a1a0N82f6fbcc.jpg', 3198, 'product_details.html?lid=17', 5, 5, 5),
(NULL, '努比亚Z17', '努比亚nubia Z17 无边框 极光蓝 6GB+64GB 全网通 移动联通电信4G手机 双卡双待', 'images/product/plist/5955c5c9N3df06f6e.jpg', 2499, 'product_details.html?lid=19', 6, 6, 6),
(NULL, 'iPhone X', 'Apple iPhone X (A1865) 64GB 银色 移动联通电信4G手机', 'images/product/plist/5a0aa9abNde6ea381.jpg', 8388, 'product_details.html?lid=1', 1, 1, 1),
(NULL, '华为Mate10', '华为 HUAWEI Mate 10 4GB+128GB 亮黑色 移动联通电信4G手机 双卡双待', 'images/product/plist/5a0d5797Ndd76f9f2.jpg', 5799, 'product_details.html?lid=5', 2, 2, 2),
(NULL, '华为P10', '华为 HUAWEI P10 全网通 4GB+128GB 草木绿 移动联通电信4G手机 双卡双待', 'images/product/plist/59bf3c47N91d65c73.jpg', 3988, 'product_details.html?lid=9', 3, 3, 3),
(NULL, '荣耀9', '荣耀9 全网通 顶配版 6GB+128GB 魅焰红 移动联通电信4G手机 双卡双待', 'images/product/plist/593e104bNbcb1654f.jpg', 2799, 'product_details.html?lid=13', 4, 4, 4),
(NULL, 'vivo X20', 'vivo X20 全面屏双摄拍照手机 6GB+64GB 王者荣耀限量版 移动联通电信全网通4G手机 双卡双待', 'images/product/plist/5927a1a0N82f6fbcc.jpg', 3198, 'product_details.html?lid=17', 5, 5, 5),
(NULL, '努比亚Z17', '努比亚nubia Z17 无边框 极光蓝 6GB+64GB 全网通 移动联通电信4G手机 双卡双待', 'images/product/plist/5955c5c9N3df06f6e.jpg', 2499, 'product_details.html?lid=19', 6, 6, 6),
(NULL, '中兴天机7', '中兴（ZTE） 天机7 (A2017) 华尔金 移动全网通(6+128G)顶配', 'images/product/plist/5911689fN32c91532.jpg', 2868, 'product_details.html?lid=38', 7, 7, 7),
(NULL, '华为P10', '华为 HUAWEI P10 全网通 4GB+128GB 草木绿 移动联通电信4G手机 双卡双待', 'images/product/plist/59bf3c47N91d65c73.jpg', 3988, 'product_details.html?lid=9', 3, 3, 3),
(NULL, '荣耀9', '荣耀9 全网通 顶配版 6GB+128GB 魅焰红 移动联通电信4G手机 双卡双待', 'images/product/plist/593e104bNbcb1654f.jpg', 2799, 'product_details.html?lid=13', 4, 4, 4),
(NULL, 'vivo X20', 'vivo X20 全面屏双摄拍照手机 6GB+64GB 王者荣耀限量版 移动联通电信全网通4G手机 双卡双待', 'images/product/plist/5927a1a0N82f6fbcc.jpg', 3198, 'product_details.html?lid=17', 5, 5, 5),
(NULL, '努比亚Z17', '努比亚nubia Z17 无边框 极光蓝 6GB+64GB 全网通 移动联通电信4G手机 双卡双待', 'images/product/plist/5955c5c9N3df06f6e.jpg', 2499, 'product_details.html?lid=19', 6, 6, 6),
(NULL, '中兴天机7', '中兴（ZTE） 天机7 (A2017) 华尔金 移动全网通(6+128G)顶配', 'images/product/plist/5911689fN32c91532.jpg', 2868, 'product_details.html?lid=38', 7, 7, 7);
